/**
 * ukr
 */

export const HERO_TITLE = 'Відповідність та сертифікація продукції у всьому світі'

export const HERO_SUBTITLE = 'Професійна підтримка в сертифікації для виходу на глобальні ринки'

export const SERVICES_TITLE = 'Наші послуги'

export const SERVICES_SUBTITLE = 'Повний спектр послуг з сертифікації продукції та управління якістю'

export const FOOTER_ABOUT_TEXT = `Професійна сертифікація продукції для міжнародних ринків`

export const MENU_ITEMS = [
  {
    label: 'Головна',
    href: '/',
    dropdown: null,
  },
  {
    label: 'Сертифікація',
    href: '/european',
    dropdown: null,
  },
  {
    label: 'Маркування CE',
    href: '/cemarking',
    dropdown: null,
  },
  {
    label: 'Стандарти ISO',
    href: '/iso',
    dropdown: null,
  },
  {
    label: 'Контакти',
    href: '/contacts',
    dropdown: null,
  },
]

export const ABOUT_CE_MARK = [
  {
    mark__title: 'Виробники',
    mark__descroption:
      'Виробники відіграють ключову роль у забезпеченні безпеки продукції, що розміщується на розширеному єдиному ринку ЄЕЗ. Їхня відповідальність полягає в проведенні оцінки відповідності, підготовці технічної документації, видачі декларації відповідності ЄС та нанесенні знака CE на продукцію.',
  },
  {
    mark__title: 'Імпортери та дистриб’ютори',
    mark__descroption:
      'Імпортери та дистриб’ютори сприяють тому, щоб на ринку ЄЕЗ розміщувалася лише продукція, що відповідає правилам ЄС і має знак CE. Як посередники між виробниками та торговцями, вони повинні знати юридичні вимоги та забезпечувати відповідність продукції, яку вони імпортують або розповсюджують.',
  },
  {
    mark__title: 'Споживачі ЄС',
    mark__descroption:
      'Споживачі ЄС можуть мати різні вподобання щодо кольору чи бренду продуктів, таких як новий ноутбук або іграшка для дітей. Водночас вони очікують, що вся продукція на ринку є безпечною.',
  },
]

export const ABOUT_CE_MARK_NOTE = 'ВАЖЛИВА ПРИМІТКА:'

export const ABOUT_CE_MARK_TITLE = 'Маркування CE'


export const ABOUT_CE_MARK_LIST = [
  'підприємства знають, що продукція зі знаком CE може вільно продаватися в ЄЕЗ без обмежень',
  'споживачі мають однаковий рівень захисту здоров’я, безпеки та довкілля на всій території ЄЕЗ',
]

export const ABOUT_CE_MARK_DESCRIPTION =
  'Літери "CE" з’являються на багатьох продуктах, що продаються на розширеному єдиному ринку Європейської економічної зони (ЄЕЗ). Вони вказують на те, що продукція, продана в ЄЕЗ, була оцінена на відповідність високим вимогам безпеки, здоров’я та захисту довкілля.'

export const ABOUT_CE_MARK_CONTENT = [
  {
    paragraph: 'Купуючи новий телефон, плюшеву іграшку чи телевізор у межах ЄЕЗ, ви можете побачити на них знак CE. Знак CE також сприяє чесній конкуренції, оскільки всі компанії дотримуються однакових правил.',
    list: null,
  },
  {
    paragraph: 'Нанесенням знака CE на продукцію виробник заявляє, що продукт відповідає всім юридичним вимогам для маркування CE і може продаватися на всій території ЄЕЗ. Це також стосується продукції, виготовленої в інших країнах, але проданої в ЄЕЗ.',
    list: null,
  },
  {
    paragraph: 'Знак CE приносить дві основні переваги для бізнесу та споживачів у межах ЄЕЗ',
    list: [
      'підприємства знають, що продукція зі знаком CE може вільно продаватися в ЄЕЗ без обмежень',
      'споживачі мають однаковий рівень захисту здоров’я, безпеки та довкілля на всій території ЄЕЗ',
    ],
  },
  {
    paragraph: 'Знак CE є частиною гармонізаційного законодавства ЄС, яке переважно управляється Генеральним директоратом з питань внутрішнього ринку, промисловості, підприємництва та МСП. Знак CE для обмеження небезпечних речовин управляється Генеральним директоратом з питань довкілля.',
    list: null,
  },
]

export const ABOUT_CE_MARK_NOTE_TEXT = [
  'Не вся продукція повинна мати знак CE. Він є обов’язковим лише для більшості продуктів, що підпадають під директиви Нового підходу. Забороняється наносити знак CE на інші продукти.',
  'Зверніть увагу, що знак CE не вказує на те, що продукт був схвалений як безпечний ЄС або іншим органом. Він також не вказує на походження продукту.',
]

export const ABOUT_ISO_TITLE = 'Що таке стандарти ISO та чому вони важливі?'

export const ABOUT_ISO = [
  'Стандарти ISO розроблені для структурування та організації управління компанією в усіх її сферах. Глобальна конкуренція разом із триваючою глобалізацією економіки зробили ці стандарти, хоча й добровільними за своєю природою, широко визнаними та міжнародно прийнятими. Сертифікати ISO, серед іншого, містять детальні рекомендації та стандарти, пов’язані з конкретними інструментами та системами управління, які можуть застосовуватися до всіх типів організацій та діяльності.',
  'Коли організація має сертифікат, виданий міжнародно визнаним регуляторним органом, це свідчить про те, що незалежний і авторитетний орган перевірив і підтвердив відповідність організації встановленим регуляторним вимогам. Така сертифікація також дає право організації використовувати офіційний знак, що гарантує цей статус. Такі органи регулярно проводять аудити для забезпечення постійного дотримання стандартів.',
  'Отримання сертифікатів покращує сприйняття клієнтів у багатьох сферах і міцно асоціюється з професіоналізмом, якістю та ефективністю. Існує широкий спектр сертифікатів і регуляцій, що охоплюють усе: від управління якістю та обробки інформації до обмеження хімічних речовин у продуктах, управління відходами та безпечного поводження з небезпечними матеріалами.',
]

export const ABOUT_SSERT_EUR = [
  'Щоб легально продавати продукцію в межах Європейського Союзу, виробник, імпортер або дистриб’ютор повинен гарантувати, що його продукція є безпечною та відповідає всім вимогам безпеки, встановленим Європейським Союзом. Ці учасники мають провести відповідні випробування, щоб переконатися, що їхня продукція відповідає обов’язковим вимогам, встановленим ЄС та, за необхідності, відповідним національним законодавством. Вони повинні підготувати регуляторну технічну документацію та зберігати її для надання відповідним органам. Також вони мають скласти Декларацію про відповідність і маркувати свою продукцію згідно з чинним законодавством. Необхідно повідомляти властивості продукції, склад, можливі застереження та відомі ризики, а також наносити знак CE (якщо це передбачено). Цей процес відомий як CE-маркування, європейська сертифікація, CE-сертифікат або Європейська оцінка відповідності.',
  'Продукція, що має нанесений знак CE, повинна відповідати європейським нормам безпеки та охорони довкілля, і лише за умови повної відповідності цим нормам її можна реалізовувати в Європейській економічній зоні (ЄЕЗ).',
  'Європейський Союз здійснює постійні перевірки через органи ринкового нагляду. Якщо виявлено, що продукція не відповідає мінімально встановленим умовам безпеки, відповідальний за її реалізацію зобов’язаний організувати відкликання небезпечних товарів, які вже були надані споживачам, вилучити їх з ринку (product recall) та взяти на себе всі пов’язані витрати, включно з адміністративним штрафом, розмір якого залежить від продукту, сектору та характеру виявленого порушення.',
]

export const CONTACTS = [
  {
    icon: 'contact-mail',
    text: 'controlperf@gmail.com',
    href: 'controlperf@gmail.com',
  },
  {
    icon: 'contact-phone',
    text: '+380 67 504 20 79',
    href: '+380675042079',
  },
  /* {
    icon: 'contact-location',
    text: 'Київ, Україна',
    href: null,
  }, */
]

export const CONTACTS_TITLE = 'Наші контакти'

export const CONTACTS_DESCRIPTION = 'Отримайте професійну консультацію щодо сертифікації вашої продукції'

export const HELPYOURS = [
  'Комплексна підтримка в отриманні європейської сертифікації та знака CE для вашої продукції',
  'Повна оцінка відповідності для виробників, імпортерів та експортерів щодо законодавства про продукцію',
  'Експертне консультування з усіх питань, пов’язаних зі знаком CE',
  'Аналіз та класифікація продукції відповідно до застосовних стандартів і регуляторних рамок для кожного ринку',
  'Визначення конкретних директив, регуляцій і вимог, що стосуються продукту в певному регіоні',
  'Оцінка митних тарифів для продуктів і сировини',
  'Координація та виконання тестування відповідності продукції стандартам EN, ISO, IEC та іншим міжнародним стандартам',
  'Повна підтримка для забезпечення безперешкодного доступу до європейського ринку',
  'Перевірка точності та автентичності наявних сертифікатів продукції',
  'Визначення юридичних обов’язків виробників, імпортерів і дистриб’юторів',
  'Надання послуг уповноваженого представника в ЄС',
  'Складання та перевірка технічної документації та Декларацій відповідності',
  'Проведення комплексних оцінок ризиків',
  'Перегляд упаковки та маркування для забезпечення відповідності застосовним стандартам',
]

export const HERO_BUTTONS_LINKS = [
  {
    className: 'button--primary',
    href: '/contacts',
    text: 'Замовити консультацію',
  },
  {
    className: 'button--secondary',
    href: '#services',
    text: 'Дізнатися більше',
  },
]

export const SPECIALITIES_TITLE = 'Наша спеціалізація'

export const SPECIALITIES_CARDS = [
  {
    iconName: 'md',
    text: 'Машини та установки (MD)',
    href: null,
  },
  {
    iconName: 'emc',
    text: 'Електронне обладнання (EMC)',
    href: null,
  },
  {
    iconName: 'medical',
    text: 'Медичні вироби (MDD)',
    href: null,
  },
  {
    iconName: 'atex',
    text: 'ATEX',
    href: null,
  },
  {
    iconName: 'pressure',
    text: 'Обладнання під тиском (PED)',
    href: null,
  },
  {
    iconName: 'toys',
    text: 'Іграшки',
    href: null,
  },
  {
    iconName: 'protect',
    text: 'Засоби індивідуального захисту (PPE)',
    href: null,
  },
  {
    iconName: 'radio',
    text: 'Радіообладнання (RED)',
    href: null,
  },
  {
    iconName: 'electrical',
    text: 'Електричне обладнання (LVD)',
    href: null,
  },
  {
    iconName: 'construction',
    text: 'Будівельна продукція (CPR)',
    href: null,
  },
  {
    iconName: 'rohs',
    text: 'Обмеження небезпечних речовин (RoHS)',
    href: null,
  },
  {
    iconName: 'safety',
    text: 'Інше (GPSD)',
    href: null,
  },
]

export const EXPERT_EUROPEAN_TITLE = 'GLOBAL COMPLIANCE GROUP - професійна підтримка з питань сертифікації в Європі'

export const EXPERT_EUROPEAN_DESCRIPTION = 'Процес сертифікації відрізняється залежно від типу продукції, але загалом складається з 6 етапів і завершується нанесенням маркування CE на виріб. Водночас деякі товари не потребують самого маркування CE, проте повинні відповідати чинним вимогам. Sherpa Product Certification є фахівцем із європейської сертифікації, і ми проведемо вас через усі етапи, а за потреби — виконаємо весь процес за вас, щоб ви змогли впровадити маркування CE на своїй продукції'

export const EXPERT_EUROPEAN_LIST = [
  {
    title: 'Визначення застосовних стандартів ЄС',
    description:
      'Класифікація продукції здійснюється відповідно до визначень, установлених чинними директивами та регламентами ЄС. На основі цієї класифікації ми визначаємо, які директиви та регламенти необхідно врахувати для виходу продукції на європейський ринок.',
    iconName: 'identify',
  },
  {
    title: 'Виділення та визначення юридичних вимог',
    description:
      'Визначення правових зобов’язань із відповідних регламентів, які застосовуються до вашої продукції. Ми уточнимо, які вимоги мають бути виконані, та підтримаємо вас у досягненні повної відповідності.',
    iconName: 'extract-and-classify',
  },
  {
    title: 'Оцінка відповідності продукції',
    description:
      'Щоб перевірити, чи відповідає продукція вимогам регламентів, вона повинна пройти оцінку відповідності. Sherpa Product Certification оцінить вашу продукцію щодо визначених основних вимог, а у разі виявлення прогалин надасть рекомендації щодо необхідних змін для досягнення повної відповідності.',
    iconName: 'assess-compliance',
  },
  {
    title: 'Випробування в акредитованих лабораторіях',
    description:
      'У межах оцінки відповідності важливо перевірити, чи відповідають технічні та функціональні характеристики продукції вимогам безпеки та сумісності, встановленим чинними регламентами. Для підтвердження відповідності продукція має пройти випробування в акредитованих лабораторіях, що відповідають її природі. Sherpa Product Certification визначить необхідні випробування та організує їх проведення.',
    iconName: 'tests',
  },
  {
    title: 'Співпраця з нотифікованими органами',
    description:
      'У багатьох випадках оцінку може провести сам виробник. Проте для окремих видів продукції регламенти вимагають перевірки з боку Нотифікованого органу, призначеного Європейською комісією як компетентний орган. Якщо ваша продукція належить до такої категорії, ми скеруємо вас до відповідного акредитованого органу та, за потреби, візьмемо весь процес на себе.',
    iconName: 'management',
  },
  {
    title: 'Підготовка декларації відповідності та маркування CE',
    description:
      'Уся продукція, що розміщується на європейському ринку, повинна супроводжуватися декларацією відповідності, яка визначає директиви та регламенти, з якими вона узгоджується. Sherpa Product Certification підготує необхідну документацію, складе декларацію та проведе вас через процес маркування CE.',
    iconName: 'write-declaration',
  },
  {
    title: 'Розробка та ведення технічної документації',
    description:
      'Кожен регламент визначає необхідний зміст технічної документації для продукції. Sherpa Product Certification проаналізує вашу документацію щодо застосовної директиви чи регламенту, щоб забезпечити її відповідність. Якщо документація неповна чи некоректна — ми підкажемо, як її доопрацювати. Якщо ж її немає зовсім — допоможемо створити з нуля, визначивши всі кроки для досягнення потрібного змісту та формату.',
    iconName: 'technical-documentation',
  },
]

export const STEPS_6_TITLE = 'Європейська сертифікація за 6 кроків'

export const STEPS_6_DESCRIPTION = 'Процес сертифікації визначається відповідно до категорії продукту, але базова схема сертифікації складається з шести кроків:'

export const STEPS_3_TITLE = 'Отримайте сертифікацію ISO за 3 прості кроки'

export const STEPS_3_DESCRIPTION = 'Залежно від конкретного стандарту ISO можуть застосовуватися різні процеси. Однак схеми сертифікації для стандартів ISO зазвичай складаються з трьох основних етапів:'

export const STEPS_3_LIST = [
  'Оцініть процеси, які підлягають сертифікації.',
  'Ознайомтеся з вимогами відповідного стандарту ISO, потім сплануйте та впровадьте його рекомендації в наявні процеси або об’єкти.',
  'Подайте заявку до міжнародно визнаного регуляторного органу для отримання сертифікації.',
]

export const STEPS_BUTTON_TEXT_TO_SERT = 'Дізнатися більше про європейську сертифікацію'

export const STEPS_BUTTON_TEXT_TO_MARK = 'Дізнатися більше про маркування CE'

export const STEPS_EXPERT_LIST = [
  {
    title: 'ISO 9001',
    description: 'Система управління якістю - Вимоги',
    iconName: 'iso-icon',
  },
  {
    title: 'ISO/IEC 27001',
    description:
      'Інформаційна безпека, кібербезпека та захист конфіденційності - Системи управління інформаційною безпекою - Вимоги',
    iconName: 'iso-icon',
  },
  {
    title: 'ISO/IEC 42001',
    description:
      'Інформаційні технології - Штучний інтелект - Система управління',
    iconName: 'iso-icon',
  },
  {
    title: 'ISO 45001',
    description:
      'Системи управління охороною праці та безпекою - Вимоги з рекомендаціями щодо використання',
    iconName: 'iso-icon',
  },
  {
    title: 'ISO 13485',
    description:
      'Медичні вироби - Системи управління якістю - Вимоги для регуляторних цілей',
    iconName: 'iso-icon',
  },
  {
    title: 'ISO 14001',
    description:
      'Системи управління навколишнім середовищем - Вимоги з рекомендаціями щодо використання',
    iconName: 'iso-icon',
  },
  {
    title: 'ISO 35001',
    description:
      'Управління біоризиками для лабораторій та інших пов’язаних організацій',
    iconName: 'iso-icon',
  },
  {
    title: 'ISO 26000',
    description: 'Керівництво з соціальної відповідальності',
    iconName: 'iso-icon',
  },
  {
    title: 'ISO 50001',
    description:
      'Системи управління енергоефективністю - Вимоги з рекомендаціями щодо використання',
    iconName: 'iso-icon',
  },
  {
    title: 'ISO/IEC 17025',
    description:
      'Загальні вимоги до компетентності випробувальних і калібрувальних лабораторій',
    iconName: 'iso-icon',
  },
  {
    title: 'ISO 22000',
    description:
      'Системи управління безпечністю харчових продуктів - Вимоги до будь-якої організації в ланцюгу постачання харчових продуктів',
    iconName: 'iso-icon',
  },
]

export const EXPERT_TITLE = 'Основні стандарти ISO, в яких ми спеціалізуємося'

export const EXPERT_DESCRIPTION = 'Ознайомтеся з нашими найпоширенішими стандартами ISO – від управління якістю та інформаційною безпекою до захисту довкілля та охорони праці. Ці стандарти визнані у всьому світі для підвищення ефективності, зниження ризиків і підтримки інновацій.'

export const HOWWORK_ISO_TITLE = 'GLOBAL COMPLIANCE GROUP – Ваш партнер у стандартах ISO'

export const HOWWORK_ISO_SUBTITLE = 'Ми визначимо потреби вашої організації, допоможемо у плануванні та підтримаємо впровадження вимог у процеси та процедури, які необхідно модифікувати або інтегрувати, щоб отримати сертифікати та забезпечити відповідність нормам або правилам відповідно до стандартів ISO чи інших приватних сертифікацій'

export const HOWWORK_ISO_CARDS = [
  {
    title: 'Початкова оцінка',
    description:
      'Ми оцінимо процедури, процеси, обладнання, продукцію або матеріали, які ви бажаєте сертифікувати, та визначимо, чи можливо отримати потрібні стандарти і на яких вимогах вони базуються.',
  },
  {
    title: 'Планування та впровадження',
    description:
      'Після визначення, який стандарт або сертифікат можливо отримати, детальне планування вкаже, які сфери та характеристики необхідно модифікувати та які зміни будуть внесені для забезпечення стандартів, включених до бажаних норм ISO.',
  },
  {
    title: 'Подання заявки до сертифікаційного органу',
    description:
      'Після внесення змін ми повідомимо регуляторний орган про наш намір подати заявку на відповідний сертифікат. Ми розробимо всю необхідну документацію та виконаємо всі процедури, щоб ваша організація отримала сертифікат якомога швидше.',
  },
]

export const HOWWORK_TITLE = 'Як ми працюємо'

export const HOWWORK_SUBTITLE = 'Комплексний процес сертифікації від початку до кінця'

export const HOWWORK_CARDS = [
  {
    title: 'Аналіз продукції',
    description:
      'Класифікація продукції та визначення необхідних стандартів для кожної сертифікації',
  },
  {
    title: 'Підготовка документації',
    description:
      'Консультації щодо визначення, отримання та тлумачення стандартів',
  },
  {
    title: 'Тестування',
    description:
      'Організація та аналіз випробувань для підтвердження відповідності продукції',
  },
  {
    title: 'Сертифікація',
    description:
      'Отримання сертифіката та супровід на всіх етапах комерціалізації',
  },
]

export const HELPYOU_TITLE = 'Як ми можемо вам допомогти?'

export const CONTACTFORM_TITLE = 'Зв’яжіться з нами'

export const CONTACTFORM_BUTTON = 'Відправити'

export const CONTACTFORM_LABEL_NAME = 'Ім\'я'

export const CONTACTFORM_LABEL_EMAIL = 'Email'

export const CONTACTFORM_LABEL_MESSAGE = 'Повідомлення'

export const FOOTER_CONTACTS_TITLE = 'Контакти'

export const FOOTER_SERVICES_TITLE = 'Послуги'