import Section from '@/layouts/Section'
import './AboutSertEur.scss'


export default () => {

  //aboutSertEur
  const aboutSertEur = [
    'Щоб легально продавати продукцію в межах Європейського Союзу, виробник, імпортер або дистриб’ютор повинен гарантувати, що його продукція є безпечною та відповідає всім вимогам безпеки, встановленим Європейським Союзом. Ці учасники мають провести відповідні випробування, щоб переконатися, що їхня продукція відповідає обов’язковим вимогам, встановленим ЄС та, за необхідності, відповідним національним законодавством. Вони повинні підготувати регуляторну технічну документацію та зберігати її для надання відповідним органам. Також вони мають скласти Декларацію про відповідність і маркувати свою продукцію згідно з чинним законодавством. Необхідно повідомляти властивості продукції, склад, можливі застереження та відомі ризики, а також наносити знак CE (якщо це передбачено). Цей процес відомий як CE-маркування, європейська сертифікація, CE-сертифікат або Європейська оцінка відповідності.',
    'Продукція, що має нанесений знак CE, повинна відповідати європейським нормам безпеки та охорони довкілля, і лише за умови повної відповідності цим нормам її можна реалізовувати в Європейській економічній зоні (ЄЕЗ).',
    'Європейський Союз здійснює постійні перевірки через органи ринкового нагляду. Якщо виявлено, що продукція не відповідає мінімально встановленим умовам безпеки, відповідальний за її реалізацію зобов’язаний організувати відкликання небезпечних товарів, які вже були надані споживачам, вилучити їх з ринку (product recall) та взяти на себе всі пов’язані витрати, включно з адміністративним штрафом, розмір якого залежить від продукту, сектору та характеру виявленого порушення.',
  ]

  return (
    <Section
      className='about-sert-eur'
      title='Що таке європейська сертифікація або європейська відповідність?'
    >
      {aboutSertEur.map((item, index) => (
        <p key={index}>
          {item}
        </p>
      ))}
    </Section>
  )
}
